Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# Logging.MailComposer.dismissButton
source: Dismiss
ar: إغلاق
bg: Затвори
ca: Descartar
cs: Zakládání
da: Afvis
de: Schließen
el: Απόρριψη
es: Descartar
es_419: Descartar
fi: Hylkää
fr: Fermer
fr_ca: Disposer
he: בעיה
hi: छोड़ें
hr: Zatvori
hu: Eltávolítás
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
ms: Tutup
nb: Avbryt
nl: Sluiten
pl: Anuluj
pt_br: Dispensar
pt_pt: Descartar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Avbryt
th: ปิด
tr: Kapat
uk: Закрити
vi: Bỏ qua
zh_hans: 取消
zh_hant: 關閉
zh_hk: 關閉

# Logging.MailComposer.notAvailableMessage
source: Your device is not configured to send emails. Please set up the Mail app or use another method to contact support at: %@
ar: جهازك غير مكون لإرسال الرسائل الإلكترونية. يرجى إعداد تطبيق البريد أو استخدام طريقة أخرى للتواصل مع الدعم على: %@
bg: Вашето устройство не е конфигурирано да изпраща имейли. Моля, настройте приложението Mail или използвайте друг метод, за да се свържете с поддръжката на: %@
ca: El teu dispositiu no està configurat per enviar correus electrònics. Si us plau, configura l'aplicació Mail o utilitza un altre mètode per contactar amb el suport a: %@
cs: Vaše zařízení není nakonfigurováno pro odesílání emailů. Prosím, nastavte aplikaci Mail nebo použijte jinou metodu k tomu, abyste kontaktovali podporu na: %@
da: Din enhed er ikke konfigureret til at sende e-mails. Venligst opsæt Mail-appen eller brug en anden metode til at kontakte support på: %@.
de: Dein Gerät ist nicht für den Versand von E-Mails konfiguriert. Bitte richte die Mail-App ein oder nutze eine andere Methode, um den Support zu kontaktieren unter: %@
el: Η συσκευή σας δεν είναι ρυθμισμένη για να αποστέλλει email. Παρακαλώ ρυθμίστε την εφαρμογή Mail ή χρησιμοποιήστε άλλη μέθοδο για να επικοινωνήσετε με την υποστήριξη στο: %@
es: Tu dispositivo no está configurado para enviar correos electrónicos. Por favor, configura la app de Mail o utiliza otro método para contactar con el soporte en: %@
es_419: Tu dispositivo no está configurado para enviar correos electrónicos. Por favor, configura la aplicación de correo o usa otro método para contactar a soporte en: %@
fi: Laiteasi ei ole konfiguroitu lähettämään sähköposteja. Aseta Mail-sovellus tai käytä muuta tapaa ottaaksesi yhteyttä tukeen: %@
fr: Votre appareil n'est pas configuré pour envoyer des e-mails. Veuillez configurer l'application Mail ou utiliser une autre méthode pour contacter le support à l'adresse : %@.
fr_ca: Votre appareil n'est pas configuré pour envoyer des courriels. Veuillez configurer l'application Mail ou utiliser une autre méthode pour contacter le support à : %@.
he: המכשיר שלך לא מוגדר לשלוח מיילים. בבקשה הגדר את אפליקציית המייל או השתמש בדרך אחרת ליצור קשר עם התמיכה ב: %@
hi: आपका डिवाइस ईमेल भेजने के लिए कॉन्फ़िगर नहीं है। कृपया मेल ऐप सेट करें या सहायता से संपर्क करने के लिए किसी अन्य विधि का उपयोग करें: %@
hr: Vaš uređaj nije konfiguriran za slanje e-pošte. Molimo postavite aplikaciju Mail ili upotrijebite drugi način za kontaktiranje podrške na: %@
hu: A készüléked nincs beállítva e-mailek küldésére. Kérlek, állítsd be a Mail alkalmazást, vagy használj más módszert az ügyfélszolgálat elérhetőségéhez: %@
id: Perangkat Anda tidak dikonfigurasi untuk mengirim email. Silakan atur aplikasi Mail atau gunakan metode lain untuk menghubungi dukungan di: %@.
it: Il tuo dispositivo non è configurato per inviare email. Configura l'app Mail o utilizza un altro metodo per contattare il supporto a: %@
ja: お使いのデバイスはメールを送信するように設定されていません。メールアプリを設定するか、他の方法でサポートに連絡してください: %@
kk: Сіздің құрылғыңыз электронды пошта жіберуге конфигурацияланбаған. Пошта қолданбасын орнатыңыз немесе техникалық қолдау көрсету үшін басқа әдісті пайдаланыңыз: %@
ko: 이 장치는 이메일을 보내도록 설정되어 있지 않습니다. 메일 앱을 설정하시거나 다음 방법을 사용하여 지원 팀에 연락해 주십시오: %@
ms: Peranti anda tidak dikonfigurasi untuk menghantar emel. Sila tetapkan aplikasi Mail atau gunakan kaedah lain untuk menghubungi sokongan di: %@
nb: Enheten din er ikke konfigurert for å sende e-poster. Vennligst sett opp Mail-appen eller bruk en annen metode for å kontakte support på: %@
nl: Je apparaat is niet geconfigureerd om e-mails te verzenden. Stel de Mail-app in of gebruik een andere methode om ondersteuning te contacteren op: %@
pl: Twoje urządzenie nie jest skonfigurowane do wysyłania e-maili. Ustaw aplikację Mail lub skorzystaj z innej metody, aby skontaktować się z pomocą pod adresem: %@
pt_br: Seu dispositivo não está configurado para enviar e-mails. Por favor, configure o aplicativo de e-mail ou use outro método para entrar em contato com o suporte em: %@
pt_pt: O seu dispositivo não está configurado para enviar emails. Por favor, configure a aplicação Mail ou utilize outro método para contactar o suporte em: %@
ro: Dispozitivul tău nu este configurat pentru a trimite e-mailuri. Te rugăm să configurezi aplicația Mail sau să folosești o altă metodă pentru a contacta suportul la: %@
ru: На твоём устройстве не настроена отправка писем. Пожалуйста, настрой приложение Mail или используй другой способ, чтобы связаться со службой поддержки по адресу: %@
sk: Tvoje zariadenie nie je nastavené na posielanie e-mailov. Prosím, nastav aplikáciu Mail alebo použij iný spôsob, ako kontaktovať podporu na: %@
sv: Din enhet är inte konfigurerad för att skicka mejl. Vänligen ställ in Mail-appen eller använd en annan metod för att kontakta support på: %@
th: อุปกรณ์ของคุณไม่สามารถส่งอีเมลได้ กรุณาตั้งค่าแอป Mail หรือลองใช้วิธีอื่นในการติดต่อสนับสนุนที่: %@
tr: Cihazınız e-posta göndermek üzere ayarlanmamış. Lütfen Mail uygulamasını ayarlayın veya destekle iletişim kurmak için başka bir yöntem kullanın: %@
uk: Ваш пристрій не налаштований для відправки електронних листів. Будь ласка, налаштуйте програму Пошта або скористайтеся іншим способом, щоб зв’язатися з підтримкою за адресою: %@
vi: Thiết bị của bạn chưa được cấu hình để gửi email. Vui lòng thiết lập ứng dụng Mail hoặc sử dụng phương thức khác để liên hệ với bộ phận hỗ trợ tại: %@
zh_hans: 您的设备未配置为发送电子邮件。请设置邮件应用或使用其他方法联系支持：%@
zh_hant: 您的設備未設定為發送電子郵件。請設置郵件應用程式或使用其他方法聯繫支持：%@.
zh_hk: 你的設備尚未配置以發送電子郵件。請設置郵件應用程式或使用其他方法聯絡支援：%@

# Logging.MailComposer.notAvailableTitle
source: Mail Not Available
ar: البريد غير متوفر
bg: Имейлът не е наличен
ca: Correu No Disponible
cs: Email není k dispozici
da: Mail ikke tilgængelig
de: Mail Nicht Verfügbar
el: Η Mail δεν είναι διαθέσιμη
es: Correo no disponible
es_419: Correo No Disponible
fi: Posti ei saatavilla
fr: Mail non disponible
fr_ca: Courrier non disponible
he: אימייל לא זמין
hi: मेल उपलब्ध नहीं है
hr: E-pošta nije dostupna
hu: A Mail nem elérhető
id: Mail Tidak Tersedia
it: Mail Non Disponibile
ja: メールが使用できません
kk: Пошта қолжетімсіз
ko: 메일 사용 불가능
ms: Emel Tidak Tersedia
nb: E-post ikke tilgjengelig
nl: Mail Niet Beschikbaar
pl: Mail niedostępny
pt_br: E-mail Não Disponível
pt_pt: Mail Não Disponível
ro: Mail indisponibil
ru: Почта недоступна
sk: Mail nie je k dispozícii
sv: E-post inte tillgänglig
th: ไม่สามารถใช้งาน Mail ได้
tr: Mail Mevcut Değil
uk: Пошта недоступна
vi: Mail Không Khả Dụng
zh_hans: 邮件不可用
zh_hant: 郵件不可用
zh_hk: 郵件不可用

# TypedOverloads.FileManager.corruptFile
source: The file is corrupted or in an unreadable format.
ar: الملف تالف أو في صيغة غير قابلة للقراءة.
bg: Файлът е повреден или е в нечитаем формат.
ca: El fitxer està corromput o en un format il·legible.
cs: Soubor je poškozený nebo ve formátu, který nelze přečíst.
da: Filen er korrumperet eller i et ulæsbart format.
de: Die Datei ist beschädigt oder in einem nicht lesbaren Format.
el: Το αρχείο είναι κατεστραμμένο ή σε μη αναγνώσιμη μορφή.
es: El archivo está dañado o en un formato ilegible.
es_419: El archivo está dañado o en un formato que no se puede leer.
fi: Tiedosto on korruptoitunut tai se on lukemattomassa muodossa.
fr: Le fichier est corrompu ou dans un format illisible.
fr_ca: Le fichier est corrompu ou dans un format illisible.
he: הקובץ פגום או בפורמט בלתי קריא.
hi: फाइल भ्रष्ट या एक अपठनीय प्रारूप में है।
hr: Datoteka je oštećena ili u nečitljivom formatu.
hu: A fájl sérült vagy nem olvasható formátumban van.
id: File rusak atau dalam format yang tidak dapat dibaca.
it: Il file è corrotto o in un formato illeggibile.
ja: ファイルが破損しているか、読み取れない形式です。
kk: Файл бүлінген немесе оқуға жарамсыз форматта.
ko: 파일이 손상되었거나 읽을 수 없는 형식입니다.
ms: Fail ini rosak atau dalam format yang tidak dapat dibaca.
nb: Filen er ødelagt eller i et uleselig format.
nl: Het bestand is beschadigd of in een onleesbaar formaat.
pl: Plik jest uszkodzony lub w nieczytelnym formacie.
pt_br: O arquivo está corrompido ou em um formato ilegível.
pt_pt: O ficheiro está corrompido ou num formato ilegível.
ro: Fișierul este corupt sau într-un format care nu poate fi citit.
ru: Файл поврежден или в недоступном формате.
sk: Súbor je poškodený alebo v nepoužiteľnom formáte.
sv: Filformatet är skadat eller går inte att läsa.
th: ไฟล์เสียหายหรืออยู่ในรูปแบบที่ไม่สามารถอ่านได้
tr: Dosya bozulmuş veya okunamaz bir formatta.
uk: Файл пошкоджений або в недоступному форматі.
vi: Tệp bị hỏng hoặc ở định dạng không thể đọc.
zh_hans: 该文件已损坏或格式不可读。
zh_hant: 檔案已損壞或格式不可讀。
zh_hk: 該文件已損壞或以不可讀的格式存在。

# TypedOverloads.FileManager.fileExists
source: The file or directory already exists.
ar: الملف أو الدليل موجود بالفعل.
bg: Файлът или директорията вече съществуват.
ca: El fitxer o directori ja existeix.
cs: Soubor nebo adresář již existuje.
da: Fil eller mappe findes allerede.
de: Die Datei oder das Verzeichnis existiert bereits.
el: Το αρχείο ή ο φάκελος υπάρχει ήδη.
es: El archivo o directorio ya existe.
es_419: El archivo o directorio ya existe.
fi: Tiedosto tai hakemisto on jo olemassa.
fr: Le fichier ou le répertoire existe déjà.
fr_ca: Le fichier ou le répertoire existe déjà.
he: הקובץ או התיקייה כבר קיימים.
hi: फाइल या निर्देशिका पहले से विद्यमान है।
hr: Datoteka ili direktorij već postoje.
hu: A fájl vagy mappa már létezik.
id: File atau direktori sudah ada.
it: Il file o la directory esiste già.
ja: ファイルまたはディレクトリはすでに存在しています。
kk: Файл немесе каталог бұрыннан бар.
ko: 파일이나 디렉토리가 이미 존재합니다.
ms: Fail atau direktori sudah wujud.
nb: Filen eller mappen finnes allerede.
nl: Het bestand of de map bestaat al.
pl: Plik lub katalog już istnieje.
pt_br: O arquivo ou diretório já existe.
pt_pt: O ficheiro ou diretório já existe.
ro: Fișierul sau directorul există deja.
ru: Файл или директория уже существуют.
sk: Súbor alebo adresár už existuje.
sv: Filen eller katalogen finns redan.
th: ไฟล์หรือไดเรกทอรีนี้มีอยู่แล้ว
tr: Dosya veya dizin zaten var.
uk: Файл або директорія вже існує.
vi: Tệp hoặc thư mục đã tồn tại.
zh_hans: 文件或目录已存在。
zh_hant: 檔案或目錄已存在。
zh_hk: 該文件或目錄已存在。

# TypedOverloads.FileManager.fileLocked
source: The file is locked and cannot be modified.
ar: الملف مقفل ولا يمكن تعديله.
bg: Файлът е заключен и не може да бъде променян.
ca: El fitxer està bloquejat i no pot ser modificat.
cs: Soubor je zamčený a nelze jej upravit.
da: Filen er låst og kan ikke ændres.
de: Die Datei ist gesperrt und kann nicht verändert werden.
el: Το αρχείο είναι κλειδωμένο και δεν μπορεί να τροποποιηθεί.
es: El archivo está bloqueado y no se puede modificar.
es_419: El archivo está bloqueado y no se puede modificar.
fi: Tiedosto on lukittu eikä sitä voida muokata.
fr: Le fichier est verrouillé et ne peut pas être modifié.
fr_ca: Le fichier est verrouillé et ne peut pas être modifié.
he: הקובץ נעול ולא ניתן לעריכה.
hi: फाइल बंद है और इसे संशोधित नहीं किया जा सकता।
hr: Datoteka je zaključana i ne može se mijenjati.
hu: A fájl lezárva van, és nem módosítható.
id: File terkunci dan tidak dapat diubah.
it: Il file è bloccato e non può essere modificato.
ja: ファイルはロックされており、変更できません。
kk: Файл бұғатталған және өзгертілмейді.
ko: 파일이 잠겨 있어서 수정할 수 없습니다.
ms: Fail ini terkunci dan tidak dapat diubah.
nb: Filen er låst og kan ikke endres.
nl: Het bestand is vergrendeld en kan niet worden gewijzigd.
pl: Plik jest zablokowany i nie może być modyfikowany.
pt_br: O arquivo está bloqueado e não pode ser modificado.
pt_pt: O ficheiro está bloqueado e não pode ser modificado.
ro: Fișierul este blocat și nu poate fi modificat.
ru: Файл заблокирован и не может быть изменен.
sk: Súbor je zamknutý a nemôže byť upravený.
sv: Filen är låst och kan inte ändras.
th: ไฟล์ถูกล็อคและไม่สามารถแก้ไขได้
tr: Dosya kilitli ve değiştirilemez.
uk: Файл заблоковано і не може бути змінено.
vi: Tệp bị khóa và không thể sửa đổi.
zh_hans: 该文件已被锁定，无法修改。
zh_hant: 檔案已鎖定，無法修改。
zh_hk: 該文件已鎖定，無法修改。

# TypedOverloads.FileManager.fileNotFound
source: The specified file or directory could not be found.
ar: لم يتم العثور على الملف أو الدليل المحدد.
bg: Посоченият файл или директория не можа да бъде намерен.
ca: No s'ha pogut trobar el fitxer o directori especificat.
cs: Zadaný soubor nebo adresář nebyl nalezen.
da: Den angivne fil eller mappe kunne ikke findes.
de: Die angegebene Datei oder das Verzeichnis konnte nicht gefunden werden.
el: Το συγκεκριμένο αρχείο ή φάκελος δεν βρέθηκε.
es: No se pudo encontrar el archivo o directorio especificado.
es_419: No se pudo encontrar el archivo o directorio especificado.
fi: Määritettyä tiedostoa tai hakemistoa ei löytynyt.
fr: Le fichier ou le répertoire spécifié est introuvable.
fr_ca: Le fichier ou le répertoire spécifié est introuvable.
he: הקובץ או התיקייה המצוינים לא נמצאו.
hi: निर्दिष्ट फाइल या निर्देशिका नहीं मिल सकी।
hr: Zadani datoteku ili direktorij nije moguće pronaći.
hu: A megadott fájl vagy mappa nem található.
id: File atau direktori yang ditentukan tidak dapat ditemukan.
it: Il file o la directory specificata non è stata trovata.
ja: 指定されたファイルまたはディレクトリが見つかりませんでした。
kk: Көрсетілген файл немесе каталог табылмады.
ko: 지정된 파일이나 디렉토리를 찾을 수 없습니다.
ms: Fail atau direktori yang ditentukan tidak dapat dijumpai.
nb: Den angitte filen eller mappen ble ikke funnet.
nl: Het opgegeven bestand of de opgegeven map kon niet worden gevonden.
pl: Określony plik lub katalog nie został znaleziony.
pt_br: O arquivo ou diretório especificado não pôde ser encontrado.
pt_pt: O ficheiro ou diretório especificado não foi encontrado.
ro: Fișierul sau directorul specificat nu a putut fi găsit.
ru: Указанный файл или директория не найдены.
sk: Určený súbor alebo adresár nebol nájdený.
sv: Den angivna filen eller katalogen kunde inte hittas.
th: ไม่พบไฟล์หรือไดเรกทอรีที่ระบุ
tr: Belirtilen dosya veya dizin bulunamadı.
uk: Вказаний файл або директорія не знайдені.
vi: Tệp hoặc thư mục được chỉ định không thể tìm thấy.
zh_hans: 找不到指定的文件或目录。
zh_hant: 找不到指定的檔案或目錄。
zh_hk: 未找到指定的文件或目錄。

# TypedOverloads.FileManager.fileTooLarge
source: The file is too large to be processed.
ar: الملف كبير جدًا ليتم معالجته.
bg: Файлът е твърде голям, за да бъде обработен.
ca: El fitxer és massa gran per ser processat.
cs: Soubor je příliš velký na zpracování.
da: Filens størrelse er for stor til at blive behandlet.
de: Die Datei ist zu groß, um verarbeitet zu werden.
el: Το αρχείο είναι πολύ μεγάλο για να επεξεργαστεί.
es: El archivo es demasiado grande para ser procesado.
es_419: El archivo es demasiado grande para ser procesado.
fi: Tiedosto on liian iso käsiteltäväksi.
fr: Le fichier est trop volumineux pour être traité.
fr_ca: Le fichier est trop volumineux pour être traité.
he: הקובץ גדול מדי לעיבוד.
hi: फाइल प्रोसेस करने के लिए बहुत बड़ी है।
hr: Datoteka je prevelika za obradu.
hu: A fájl túl nagy ahhoz, hogy feldolgozzuk.
id: File terlalu besar untuk diproses.
it: Il file è troppo grande per essere elaborato.
ja: ファイルは処理するにはサイズが大きすぎます。
kk: Файлды өңдеу үшін тым үлкен.
ko: 파일이 처리하기에는 너무 큽니다.
ms: Fail ini terlalu besar untuk diproses.
nb: Filen er for stor til å bli behandlet.
nl: Het bestand is te groot om te verwerken.
pl: Plik jest zbyt duży, aby go przetworzyć.
pt_br: O arquivo é grande demais para ser processado.
pt_pt: O ficheiro é demasiado grande para ser processado.
ro: Fișierul este prea mare pentru a fi procesat.
ru: Файл слишком большой для обработки.
sk: Súbor je príliš veľký na spracovanie.
sv: Filen är för stor för att bearbetas.
th: ไฟล์มีขนาดใหญ่เกินไปที่จะถูกประมวลผล
tr: Dosya işlenemeyecek kadar büyük.
uk: Файл занадто великий для обробки.
vi: Tệp quá lớn để xử lý.
zh_hans: 文件太大，无法处理。
zh_hant: 檔案過大，無法處理。
zh_hk: 該文件過大，無法處理。

# TypedOverloads.FileManager.invalidFileName
source: The file name is invalid and cannot be used.
ar: اسم الملف غير صالح ولا يمكن استخدامه.
bg: Името на файла е невалидно и не може да бъде използвано.
ca: El nom del fitxer no és vàlid i no es pot utilitzar.
cs: Název souboru je neplatný a nemůže být použit.
da: Filnavnet er ugyldigt og kan ikke bruges.
de: Der Dateiname ist ungültig und kann nicht verwendet werden.
el: Το όνομα του αρχείου είναι μη έγκυρο και δεν μπορεί να χρησιμοποιηθεί.
es: El nombre del archivo es inválido y no se puede usar.
es_419: El nombre del archivo no es válido y no se puede utilizar.
fi: Tiedoston nimi on virheellinen eikä sitä voida käyttää.
fr: Le nom de fichier est invalide et ne peut pas être utilisé.
fr_ca: Le nom du fichier est invalide et ne peut pas être utilisé.
he: שם הקובץ אינו חוקי ואינו יכול לשמש.
hi: फाइल का नाम अमान्य है और इसका उपयोग नहीं किया जा सकता।
hr: Naziv datoteke je nevažeći i ne može se koristiti.
hu: A fájlnév érvénytelen, és nem használható.
id: Nama file tidak valid dan tidak dapat digunakan.
it: Il nome del file non è valido e non può essere utilizzato.
ja: ファイル名が無効で、使用できません。
kk: Файл атауы жарамсыз және қолданылмайды.
ko: 파일 이름이 유효하지 않으며 사용할 수 없습니다.
ms: Nama fail tidak sah dan tidak dapat digunakan.
nb: Filnavnet er ugyldig og kan ikke brukes.
nl: De bestandsnaam is ongeldig en kan niet worden gebruikt.
pl: Nazwa pliku jest nieprawidłowa i nie może być użyta.
pt_br: O nome do arquivo é inválido e não pode ser usado.
pt_pt: O nome do ficheiro é inválido e não pode ser usado.
ro: Numele fișierului este invalid și nu poate fi folosit.
ru: Имя файла недопустимо и не может быть использовано.
sk: Názov súboru je neplatný a nemôže byť použitý.
sv: Filnamnet är ogiltigt och kan inte användas.
th: ชื่อไฟล์ไม่ถูกต้องและไม่สามารถใช้ได้
tr: Dosya adı geçersiz ve kullanılamıyor.
uk: Ім'я файлу недійсне і не може бути використане.
vi: Tên tệp không hợp lệ và không thể sử dụng.
zh_hans: 文件名无效，无法使用。
zh_hant: 檔名無效，無法使用。
zh_hk: 該文件名無效，無法使用。

# TypedOverloads.FileManager.noReadPermission
source: You do not have permission to read this file or directory.
ar: ليس لديك إذن لقراءة هذا الملف أو الدليل.
bg: Нямате разрешение да четете този файл или директория.
ca: No tens permís per llegir aquest fitxer o directori.
cs: Nemáte oprávnění číst tento soubor nebo adresář.
da: Du har ikke tilladelse til at læse denne fil eller mappe.
de: Du hast keine Berechtigung, diese Datei oder dieses Verzeichnis zu lesen.
el: Δεν έχεις άδεια να διαβάσεις αυτό το αρχείο ή φάκελο.
es: No tienes permiso para leer este archivo o directorio.
es_419: No tienes permiso para leer este archivo o directorio.
fi: Sinulla ei ole oikeuksia lukea tätä tiedostoa tai hakemistoa.
fr: Vous n'avez pas la permission de lire ce fichier ou ce répertoire.
fr_ca: Vous n'avez pas la permission de lire ce fichier ou ce répertoire.
he: אין לך הרשאה לקרוא את הקובץ או התיקייה הזו.
hi: आपको इस फाइल या निर्देशिका को पढ़ने की अनुमति नहीं है।
hr: Nemate dozvolu za čitanje ove datoteke ili direktorija.
hu: Nincs engedélyed ennek a fájlnak vagy mappának az olvasására.
id: Kamu tidak memiliki izin untuk membaca file atau direktori ini.
it: Non hai il permesso di leggere questo file o questa directory.
ja: このファイルまたはディレクトリを読み取る権限がありません。
kk: Бұл файлға немесе каталогқа оқу құқығыңыз жоқ.
ko: 이 파일이나 디렉토리를 읽을 권한이 없습니다.
ms: Anda tidak mempunyai kebenaran untuk membaca fail atau direktori ini.
nb: Du har ikke tillatelse til å lese denne filen eller mappen.
nl: Je hebt geen toestemming om dit bestand of deze map te lezen.
pl: Nie masz uprawnień do odczytu tego pliku lub katalogu.
pt_br: Você não tem permissão para ler este arquivo ou diretório.
pt_pt: Não tens permissão para ler este ficheiro ou diretório.
ro: Nu ai permisiunea de a citi acest fișier sau director.
ru: У вас нет разрешения на чтение этого файла или директории.
sk: Nemáte oprávnenie na čítanie tohto súboru alebo adresára.
sv: Du har inte behörighet att läsa den här filen eller katalogen.
th: คุณไม่มีสิทธิ์ในการอ่านไฟล์หรือไดเรกทอรีนี้
tr: Bu dosyayı veya dizini okumak için izniniz yok.
uk: У вас немає дозволу на читання цього файлу або директорії.
vi: Bạn không có quyền đọc tệp hoặc thư mục này.
zh_hans: 您没有权限读取此文件或目录。
zh_hant: 您沒有權限讀取此檔案或目錄。
zh_hk: 你沒有權限閱讀此文件或目錄。

# TypedOverloads.FileManager.noWritePermission
source: You do not have permission to write to this file or directory.
ar: ليس لديك إذن للكتابة إلى هذا الملف أو الدليل.
bg: Нямате разрешение да записвате в този файл или директория.
ca: No tens permís per escriure en aquest fitxer o directori.
cs: Nemáte oprávnění zapisovat do tohoto souboru nebo adresáře.
da: Du har ikke tilladelse til at skrive til denne fil eller mappe.
de: Du hast keine Berechtigung, in diese Datei oder dieses Verzeichnis zu schreiben.
el: Δεν έχεις άδεια να γράψεις σε αυτό το αρχείο ή φάκελο.
es: No tienes permiso para escribir en este archivo o directorio.
es_419: No tienes permiso para escribir en este archivo o directorio.
fi: Sinulla ei ole oikeuksia kirjoittaa tähän tiedostoon tai hakemistoon.
fr: Vous n'avez pas la permission d'écrire dans ce fichier ou ce répertoire.
fr_ca: Vous n'avez pas la permission d'écrire dans ce fichier ou ce répertoire.
he: אין לך הרשאה לכתוב לקובץ או התיקייה הזו.
hi: आपको इस फाइल या निर्देशिका में लिखने की अनुमति नहीं है।
hr: Nemate dozvolu za pisanje u ovu datoteku ili direktorij.
hu: Nincs engedélyed ennek a fájlnak vagy mappának az írására.
id: Kamu tidak memiliki izin untuk menulis ke file atau direktori ini.
it: Non hai il permesso di scrivere in questo file o in questa directory.
ja: このファイルまたはディレクトリに書き込む権限がありません。
kk: Бұл файлға немесе каталогқа жазу құқығыңыз жоқ.
ko: 이 파일이나 디렉토리에 쓸 권한이 없습니다.
ms: Anda tidak mempunyai kebenaran untuk menulis ke fail atau direktori ini.
nb: Du har ikke tillatelse til å skrive til denne filen eller mappen.
nl: Je hebt geen toestemming om naar dit bestand of deze map te schrijven.
pl: Nie masz uprawnień do zapisu w tym pliku lub katalogu.
pt_br: Você não tem permissão para escrever neste arquivo ou diretório.
pt_pt: Não tens permissão para escrever neste ficheiro ou diretório.
ro: Nu ai permisiunea de a scrie în acest fișier sau director.
ru: У вас нет разрешения на запись в этот файл или директорию.
sk: Nemáte oprávnenie na zápis do tohto súboru alebo adresára.
sv: Du har inte behörighet att skriva till den här filen eller katalogen.
th: คุณไม่มีสิทธิ์ในการเขียนไปยังไฟล์หรือไดเรกทอรีนี้
tr: Bu dosyaya veya dizine yazmak için izniniz yok.
uk: У вас немає дозволу на запис у цей файл або директорію.
vi: Bạn không có quyền ghi vào tệp hoặc thư mục này.
zh_hans: 您没有权限写入此文件或目录。
zh_hant: 您沒有權限寫入此檔案或目錄。
zh_hk: 你沒有權限寫入此文件或目錄。
